Repository: Kelompok-3-Capstone-Alterra-2023/Mobile
Catalog: prevent/lib/l10n/app_*.arb
Languages: id

# onBoardingOneTitle
source: Best Psychologist
id: Psikolog Terbaik

# onBoardingOneSubTitle
source: You don't have to solve all your problems alone! Find the best psychologists at Prevent who are ready to help you anytime.
id: Kamu gak harus selesein semua masalahmu sendirian kok! Temukan psikolog terbaik di prevent yang siap bantu kamu kapanpun.

# onBoardingTwoTitle
source: Article Updates
id: Update Artikel

# onBoardingTwoSubTitle
source: Confused about where to read mental health information? Calm! Prevent always updating the latest articles so that you are always informed anywhere!
id: Bingung mau baca informasi kesehatan mental dimana? Tenang! Prevent selalu update artikel terbaru agar kamu selalu terinformasi dimanapun!.

# onBoardingThreeTitle
source: Proven Benefits
id: Manfaatnya Terbukti

# onBoardingThreeSubTitle
source: Many users have managed to get through their difficult times with Prevent!.
id: Banyak pengguna yang telah berhasil melalui masa sulitnya bareng prevent!.

# btnTutup
source: Close
id: Tutup

source: Sign In
id: Masuk

# signInTitle
source: Hello, welcome to the Prevent! application. To Sign in, please fill in your data first!
id: Hallo Selamat Datang di Aplikasi Prevent!, Untuk masuk silahkan isi data kamu terlebih dahulu ya!

# inputEmail
source: Email can not be empty!
id: Email tidak boleh kosong!

# inputPass
source: Password can not be empty!
id: Password tidak boleh kosong!

# forgotPass
source: Forgot the password?
id: Lupa Password?

# btnSignIn
source: Sign In
id: Masuk

# otherSignIn
source: Or SignIn with
id: Atau Masuk dengan

# notHaveAccount
source: Don't have an account yet?
id: Belum punya akun?

source: Sign Up
id: Daftar

# signUpTitle
source: Hello, welcome to the Prevent! application. To register, please complete your personal data first!
id: Hallo selamat datang di aplikasi prevent!, untuk mendaftar silahkan lengkapi data diri terlebih dahulu!

# titleUsername
source: Username
id: Nama Pengguna

# inputUsername
source: Username can not be empty!
id: Nama pengguna tidak boleh kosong!

# inputDateOfBirth
source: Date of Birth cannot be empty!
id: Tanggal lahir tidak boleh kosong!

# titleDateOfBirth
source: Date of Birth
id: Tanggal Lahir

# titleConfirmPass
source: Confirm Password
id: Konfirmasi Password

# inputConfirmPass
source: Confirm Password cannot be empty!
id: Konfirmasi Password tidak boleh kosong!

# otherSignUp
source: Or SignUp with
id: Atau Daftar dengan

# haveAccount
source: Already Have an Account?
id: Sudah Punya Akun?

source: Clear All
id: Bersihkan Semua

source: Apply
id: Terapkan

# btmNavBarHome
source: Home
id: Beranda

# btmNavBarHistory
source: Consultation History
id: Riwayat Konsultasi

# btmNavBarNotif
source: Notification
id: Notifikasi

# btmNavBarProfil
source: Profile
id: Profil

# titleHome
source: Global Priority Mental Health
id: Kesehatan Mental Prioritas Global

# subTitleHome
source: Prevent! is one of the best psychologist consultation platforms that can help you deal with your problems!
id: Prevent! merupakan salah satu platform konsultasi psikolog terbaik yang bisa bantu hadapi permsalahanmu!

source: Consultation
id: Konsultasi

source: Latest Articles
id: Artikel Terbaru

source: View All
id: Lihat Semua

# allCategoryArticle
source: All
id: Semua

# mentalHealthCategoryArticle
source: Mental Health
id: Kesehatan Mental

# depressionCategoryArticle
source: Depression
id: Depresi

# personalityDisordersCategoryArticle
source: Personality Disorders
id: Gangguan Kepribadian

# titleArticle
source: This is How to Heal Trauma in Children who are Victims of Bullying!
id: Ini Cara Menyembuhkan Trauma pada Anak yang Menjadi Korban Bullying!

# subTitleArticle
source: Mental Health
id: Kesehatan Mental

source: Consultation History
id: Riwayat Konsultasi

# sliderRunningHistory
source: Running History
id: Riwayat Berjalan

source: Telephone Method
id: Metode Telepon

source: Message Method
id: Metode Pesan

source: Consultation Details
id: Detail Konsultasi

source: Doctor Name
id: Nama Dokter

# field
source: Section
id: Bidang

source: Method
id: Metode

source: Duration
id: Durasi

source: Diagnosis
id: Diagnosa

source: Payment Details
id: Detail Pembayaran

source: Consultation Fee
id: Biaya Konsultasi

source: Drug Cost
id: Biaya Obat

source: Amount
id: Jumlah

source: Download Evidence
id: Unduh Bukti

source: Settings
id: Pengaturan

# useraccountsetting
source: User account settings
id: Pengaturan akun user

source: Language Options
id: Pilihan Bahasa

source: Log Out
id: Keluar

# applicationVersion
source: Application version 1.1.1
id: Versi aplikasi 1.1.1

source: Delete Account
id: Hapus akun

source: Notification settings
id: Pengaturan Notifikasi

# reasonForDeletingAccount
source: Why do you want to delete the account?
id: Mengapa kamu ingin menghapus akun?

# inputReason
source: Please enter your reasons!
id: Harap masukan alasan Anda!

# continuee
source: Next
id: Lanjut

# reasonDeleteAccountOne
source: I want to delete the profile
id: Saya ingin menghapus profil

# reasonDeleteAccountTwo
source: I will not use again
id: Saya tidak akan menggunakan lagi

# reasonDeleteAccountThree
source: Other
id: Lainnya

# termsAndConditionsFirst
source: Consultation schedules that are still active are unavailable and cannot be returned.
id: Jadwal konsultasi yang masih aktif menjadi tidak tersedia dan tidak dapat dikembalikan.

# termsAndConditionsSecond
source: All Profiles will be deleted.
id: Semua Profil akan dihapus.

# termsAndConditionsThird
source: All order history becomes unavailable.
id: Semua Riwayat pesanan menjadi tidak tersedia.

# titleWarningDeleteAccount
source: Before you delete your account, please understand the following:
id: Sebelum kamu menghapus akun, mohon pahami hal-hal berikut:

# termsandConditions
source: Tick to agree to the terms and conditions.
id: Centang untuk menyetujui syarat dan ketentuan.

# btnDelete
source: Delete
id: Hapus

source: Log Out of Prevent Account?
id: Keluar dari Akun Prevent?

# subTitleWarning
source: If you want to use the prevent service again, you need to log into your account again.
id: Jika kamu ingin menggunakan layanan prevent kembali, kamu perlu masuk ke akunmu lagi.

# btnCancelled
source: Cancel
id: Batal

# scaffoldWrning
source: Please tick to agree to the terms and conditions.
id: Harap centang untuk menyetujui syarat dan ketentuan.

source: App Notifications
id: Notifikasi di aplikasi

# selectLanguages
source: Language Options
id: Pilihan Bahasa

source: Indonesia Language
id: Bahasa Indonesia

source: English Language
id: Bahasa Inggris

# detailArticleFirst
source: These are 9 Signs of 'Holiday Blues' After the Eid Holiday is Over
id: Ini 9 Tanda 'Holiday Blues' Setelah Libur Lebaran Selesai

# detailArticleSecond
source: 30 Minute
id: 30 Menit

# detailArticleThird
source: Reviewed by Dr. Fauzan Hakim M.Psi.Psi 25 April 2023
id: Ditinjau oleh Dr. Fauzan Hakim M.Psi.Psi 25 April 2023

# detailArticleFourth
source: Prevent! Jakarta - The long Eid holiday is the right time for many people to return to their hometowns and gather with their families. Not only that, this is the moment you can rest without doing your daily work. That way, energy will be collected again when the Eid holiday is over.
id: Prevent! Jakarta - Libur Lebaran yang cukup panjang menjadi waktu yang tepat bagi banyak orang untuk kembali ke kampung halaman dan berkumpul bersama keluarga. Bukan itu saja, ini menjadi momen kamu bisa beristirahat tanpa melakukan pekerjaan sehari-hari. Dengan begitu, energi akan kembali terkumpul saat libur Lebaran usai.

# detailArticleFifth
source: However, there are some people who actually feel anxious, worried, and not excited to return to their daily routine. In fact, you feel sad when you arrive home when you are about to start work and daily activities after the Eid holiday. Be careful, you might actually experience holiday blues, you know!
id: Namun, ada sebagian orang yang malah merasakan cemas, khawatir, dan tidak bersemangat untuk kembali melakukan rutinitas sehari-hari. Bahkan, kamu merasa sedih saat tiba di rumah ketika akan memulai pekerjaan dan kegiatan sehari-hari setelah libur Lebaran. Hati-hati, bisa jadi kamu ternyata mengalami holiday blues, lho!

# detailArticleSixth
source: These are the Signs of Holiday Blues You Need to Watch Out for. Vacationing is a good way to maintain mental health. This activity helps you reduce stress levels, anxiety disorders, and depression. However, be wary of holiday blues or post holiday syndrome that can be experienced by anyone after a long holiday.
id: Inilah Tanda Holiday Blues yang Perlu Kamu Waspadai Berlibur adalah salah satu cara yang baik untuk menjaga kesehatan mental. Kegiatan ini membantu kamu menurunkan tingkat stres, gangguan cemas, hingga depresi. Namun, waspada terhadap holiday blues atau post holiday syndrome yang bisa dialami oleh siapa saja setelah liburan panjang.

# detailArticleSeventh
source: Generally, the happiness of a person with post holiday syndrome will not last long. After going on vacation, many people return to feel sad or unhappy. The cause of post holiday blues can occur due to fatigue both physically and psychologically after a long vacation.
id: Umumnya, kebahagiaan pengidap post holiday syndrome tidak akan bertahan lama. Setelah menjalani liburan, banyak orang yang kembali merasakan sedih atau perasaan tidak senang. Penyebab post holiday blues bisa terjadi akibat kelelahan baik secara fisik maupun psikis setelah melalui liburan yang panjang.

# viewAllArticleFirst
source: Article
id: Artikel

# viewAllArticleSecond
source: All
id: Semua

# viewAllArticleThird
source: Mental health
id: Kesehatan Mental

# viewAllArticleFifth
source: Depression
id: Depresi

# viewAllArticleSixth
source: Personality Disorders
id: Gangguan Kepribadian

# confirmPaymentFirst
source: Payment Verification
id: Verifikasi Pembayaran

# confirmPaymentSecond
source: Make Payment Within
id: Lakukan Pembayaran Dalam

# confirmPaymentThird
source: Transaction number
id: Nomor Transaksi

# confirmPaymentFourth
source: Payment status
id: Status Pembayaran

# confirmPaymentFifth
source: Transaction Time
id: Waktu Transaksi

# confirmPaymentSixth
source: August 21, 2023 20:11:17
id: 21 Agustus 2023 20:11:17

# confirmPaymentSeventh
source: Total payment
id: Total Pembayaran

# confirmPaymentEighth
source: View Details
id: Lihat Rincian

# confirmPaymentNineth
source: Payment method
id: Metode Pembayaran

# confirmPaymentTenth
source: Scan the QR code / download QR / screenshot QR below with the digital wallet application to pay
id: Scan kode QR / download QR / screenshoot QR dibawah ini dengan aplikasi digital wallet untuk membayar

# confirmPaymentEleventh
source: Notes
id: Catatan

# confirmPaymentTwelfth
source: 1. Please remember to pay before the timer expires! 2. If the timer expires, the user can re-order the selected transaction 3. The page will refresh automatically if there is a status change. 4. Please make a payment in accordance with the nominal stated 5. Automatic payment confirmation process 1-5 minutes after making a payment.
id: 1. Mohon diingat agar membayar sebelum timer waktu habis! 2. Jika timer waktu telah habis, maka user dapat memesan ulang transaksi yang dipilih 3. Halaman akan ter-refresh secara otomatis jika terdapat perubahan status. 4. Mohon lakukan pembayaran sesuai dengan nominal yang tertera 5. Proses konfirmasi pembayaran otomatis 1-5 menit setelah melakukan pembayaran.

# callDetailDoctorSecond
source: Clinical Psychologist
id: Psikolog Klinis

# callDetailDoctorThird
source: Trauma, Depression, Anxiety Disorders, Personality Disorders
id: Trauma, Depresi, Gangguan Kecemasan, Gangguan Kepribadian

# callDetailDoctorFourth
source: 4 years
id: 4 Tahun

# callDetailDoctorFifth
source: Alumnus
id: Lulusan

# callDetailDoctorSixth
source: Padjadjaran University, 2019
id: Universitas Padjadjaran, 2019

# callDetailDoctorSeventh
source: Airlangga University, 2016
id: Universitas Airlangga, 2016

# callDetailDoctorNinth
source: Practice Soerojo Hospital Magelang, Central Java
id: Praktik Soerojo Hospital Magelang, Jawa Tengah

# callDetailDoctorTenth
source: When do you want a consultation?
id: Kapan Kamu Ingin Konsultasi?

# callDetailDoctorEleventh
source: Consult Now
id: Konsultasi Sekarang

# callDetailDoctorTwelfth
source: Consultation will start now
id: Konsultasi akan dimulai sekarang juga

# callDetailDoctorThirteenth
source: Later Consultation
id: Konsultasi Nanti

# callDetailDoctorFourteenth
source: Set the Date & Time of your consultation
id: Atur Tanggal & Waktu konsultasimu

# consultationCallFirst
source: Doctor's name
id: Nama dokter

# consultationCallSecond
source: Clinical Psychologist
id: Psikolog Klinis

# consultationCallThird
source: Trauma, Stress, Depression
id: Trauma, Stress, Depresi

# consultationCallFourth
source: Consultation Time
id: Waktu Konsultasi

# consultationCallFifth
source: Consultation with Doctor
id: Konsultasi dengan Dokter

# consultationCallSixth
source: Please remember that the consultation session with the doctor is closed and your consultation with the doctor is personal and only 2-way in nature, we urge users to talk to the doctor wholeheartedly and without holding back. Stay healthy!
id: Mohon diingat bahwa sesi konsultasi dengan dokter bersifat tertutup dan konsultasi anda dengan dokter bersifat pribadi dan hanya bersifat 2 arah, kami mengimbau user untuk berbicara dengan dokter dengan sepenuh hati dan tanpa perlu ditahan. Sehat selalu!

# consultationCallSeventh
source: You are welcome to contact the doctor through this number, please ask the user to consult a doctor in a timely manner.
id: Anda dipersilahkan untuk menghubungi dokter melalui nomor tersebut, dimohon kepada user untuk berkonsultasi dengan dokter tepat waktu.

# consultationFirst
source: Choose Your Way Of Communication!
id: Pilih Cara Komunikasimu!

# consultationSecond
source: Counseling Via Chat
id: Konseling Via Chat

# consultationThird
source: Call Counseling
id: Konseling Via Panggilan

# consultationFourth
source: Doctor Available
id: Dokter Tersedia

# consultationFifth
source: View All
id: Lihat Semua

# consultationSixth
source: Available
id: Tersedia

# consultationSeventh
source: Clinical Psychologist
id: Psikolog Klinis

# consultationEighth
source: Trauma, Stress, Depression
id: Trauma, Stress, Depresi

# consultationNinth
source: 4 years
id: 4 Tahun

# consultationTenth
source: View All
id: Lihat Semua

# viewDoctorFirst
source: Available
id: Tersedia

# viewDoctorSecond
source: Clinical Psychologist
id: Psikolog Klinis

# viewDoctorThird
source: Trauma, Stress, Depression
id: Trauma, Stress, Depresi

# viewDoctorFourth
source: 4 years
id: 4 Tahun

# detailConsulHistoryFirst
source: Consultation History
id: Riwayat Konsultasi

# detailConsulHistorySecond
source: Consultation Details
id: Detail Konsultasi

# detailConsulHistoryThird
source: Doctor Name
id: Nama Dokter

# detailConsulHistoryFourth
source: Field
id: Bidang

# detailConsulHistoryFifth
source: : psychologist
id: : Psikolog

# detailConsulHistorySixth
source: Method
id: Metode

# detailConsulHistorySeventh
source: : Telephone
id: : Telepon

# detailConsulHistoryEighth
source: Duration
id: Durasi

# detailConsulHistoryNinth
source: : 1 hour
id: : 1 Jam

# detailConsulHistoryTenth
source: Diagnosis
id: Diagnosa

# detailConsulHistoryEleventh
source: Sister has bipolar disorder, which is characterized by mood swings due to an imbalance of chemicals in the brain which makes it difficult to help convey messages to the brain tissue. The following is a prescription for anticonvulsants, antipsychotics and SSRI
id: Saudari mengalami bipolar yang mana ditandai perubahan suasana hati akibat ketidak seimbangan zat kimia pada otak yang menyebabkan sulit membantu membawa pesan ke jaringan otak. Berikut resep yang harus dikonsumsi antikonvulsan, antipsikotik dan SSRI

# detailConsulHistoryTwelfth
source: Payment Details
id: Detail Pembayaran

# detailConsulHistoryThirteenth
source: Consultation Fee
id: Biaya Konsultasi

# detailConsulHistoryFourteenth
source: Drug Cost
id: Biaya Obat

# detailConsulHistorySixteenth
source: Download Evidence
id: Unduh Bukti

# detailDoctorThird
source: Trauma, Depression, Anxiety Disorders, Personality Disorders
id: Trauma, Depresi, Gangguan Kecemasan, Gangguan Kepribadian

# detailDoctorFourth
source: 4 years
id: 4 Tahun

# detailDoctorFifth
source: Alumnus
id: Lulusan

# detailDoctorSixth
source: Padjadjaran University, 2019
id: Universitas Padjadjaran, 2019

# detailDoctorSeventh
source: Airlangga University, 2016
id: Universitas Airlangga, 2016

# detailDoctorEighth
source: Practice in
id: Praktik di

# detailDoctorNinth
source: Practice Soerojo Hospital Magelang, Central Java
id: Rumah Sakit An-Nisa, Kota Tangerang

# detailDoctorTenth
source: When do you want a consultation?
id: Kapan Kamu Ingin Konsultasi?

# detailDoctorEleventh
source: Consult Now
id: Konsultasi Sekarang

# detailDoctorTwelfth
source: Consultation will start now
id: Konsultasi akan dimulai sekarang juga

# detailDoctorThirteenth
source: Later Consultation
id: Konsultasi Nanti

# detailDoctorFourteenth
source: Set the Date & Time of your consultation
id: Atur Tanggal & Waktu konsultasimu

# doctorFavoriteFirst
source: Doctor Favorite
id: Dokter Favorit

# doctorFavoriteSecond
source: Adult Clinical Psychology
id: Psikologi Klinis Dewasa

# doctorFavoriteThird
source: Anxiety disorder
id: Gangguan kecemasan

# doctorFavoriteFourth
source: 12 years
id: 12 Tahun

# doctorFavoriteFifth
source: Consultation
id: Konsultasi

# forgotPassFirst
source: Forgot the password?
id: Lupa Password?

# forgotPassSecond
source: Don't worry, please enter the email address that you use in your account!
id: Jangan khawatir, Silahkan masukkan alamat email yang kamu gunakan di akunmu ya!

# forgotPassFourth
source: Next
id: Lanjut

# notificationFirst
source: Notifications
id: Notifikasi

# notificationSecond
source: Consultation Session
id: Sesi Konsultasi

# notificationThird
source: Hi, Sis! Don't forget the Psychology consultation session with the Yoga Psychologist starting at 10.00-11.00, 23 May 2023 via chat.
id: Hi, Kak! Jangan lupa sesi konsultasi Psikologi dengan Psikolog Yoga mulai pukul 10.00 - 11.00, 23 Mei 2023 via chat.

# profileFirst
source: Profile
id: Profil

# profileThird
source: Name
id: Nama

# profileFourth
source: Username
id: Nama Pengguna

# profileFifth
source: Phone number
id: Nomor Telepon

# profileSeventh
source: Address
id: Alamat

# profileEighth
source: Gender
id: Jenis Kelamin

# profileNinth
source: Woman
id: Perempuan

# selectScheduleFirst
source: Select Schedule
id: Pilih Jadwal

# selectScheduleSecond
source: psychologist
id: Psikolog

# selectScheduleThird
source: Clinical Psychologist
id: Psikolog Klinis

# selectScheduleFourth
source: Select Consultation Date & Time
id: Pilih Tanggal & Waktu Konsultasi

# selectScheduleFifth
source: Next
id: Selanjutnya

# selectScheduleSixth
source: When you have scheduled a consultation, please remember to...
id: Ketika sudah menjadwalkan konsultasi, Mohon diingat agar...

# selectScheduleSeventh
source: Follow the consultation
id: Mengikuti konsultasi

# selectScheduleEighth
source: on time,
id: tepat waktu,

# selectScheduleNinth
source: the doctor will wait at the consultation session until you are present for 10 minutes.
id: dokter akan menunggu di sesi konsultasi hingga anda hadir selama 10 menit.

# selectScheduleTenth
source: Notify the Doctor if you want
id: Memberi kabar kepada Dokter jika ingin

# selectScheduleEleventh
source: cancel consultation appointment
id: membatalkan janji konsultasi

# selectScheduleTwelfth
source: no later than 30 minutes before the appointed schedule.
id: selambat-lambatnya 30 menit sebelum jadwal yang ditentukan.

# selectScheduleThirteenth
source: Inform Customer Service if
id: Menginformasikan Customer Service jika

# selectScheduleFourteenth
source: there is
id: terdapat

# selectScheduleFifteenth
source: problems with refunds or doctors who cannot attend the consultation session.
id: kendala pada pengembalian dana ataupun Dokter yang tidak dapat hadir pada sesi konsultasi.

# selectScheduleSixteenth
source: Okay
id: Oke

# sideBarFirst
source: Favorite Doctor
id: Dokter Favorit

# sideBarSecond
source: Ongoing Consultation
id: Konsultasi Berjalan

# sideBarThird
source: Settings
id: Pengaturan

# sideBarFourth
source: Help Center
id: Pusat Bantuan

# sideBarFifth
source: Version 1.0.1
id: Versi 1.0.1

# verificationCodeFirst
source: Verification code
id: Kode Verifikasi

# verificationCodeSecond
source: Please enter the verification code that you have received.
id: Silahkan Masukkan kode verifikasi yang telah kamu terima.

# verificationCodeThird
source: Oops! The verification code you entered is incorrect.
id: Oops! Kode Verifikasi yang kamu masukkan salah.

# verificationCodeFourth
source: Code is required.
id: Kode harus diisi.

# verificationCodeFifth
source: Send
id: Kirim

# verificationCodeSixth
source: I didn't receive the code!
id: Saya tidak menerima kode!

# verificationCodeSeventh
source: resending
id: Kirim ulang

# resetFirst
source: Reset Password
id: Atur Ulang Password

# resetSecond
source: New password
id: Kata Sandi Baru

# resetThird
source: Repeat Password
id: Ulangi Kata Sandi

# resetFourth
source: Send
id: Kirim

# alertDialogFirst
source: Prescription drugs and dosage rules for use
id: Resep obat dan aturan dosis pemakaian

# alertDialogSecond
source: 2x1 consumption after eating
id: 2x1 konsumsi setelah makan

# alertDialogThird
source: Session closing request by doctor
id: Permintaan tutup sesi oleh dokter

# alertDialogFourth
source: The session will be closed by the Doctor, you can re-access chat history with the Doctor via the consultation history page. You can also see the final diagnosis and drug prescriptions recommended by the Doctor through the consultation history page.
id: Sesi akan ditutup oleh Dokter, kamu dapat mengakses kembali riwayat chat dengan Dokter melalui halaman riwayat konsultasi. Kamu juga dapat melihat diagnosa akhir serta resep obat yang dianjurkan oleh Dokter melalui halaman riwayat konsultasi.

# alertDialogFifth
source: Close Consultation Session
id: Tutup Sesi Konsultasi

# dropDownFirst
source: Choose the right reason
id: Pilih alasan yang sesuai

# dropDownSecond
source: Consultation schedules that are still active are unavailable and cannot be returned.
id: Jadwal konsultasi yang masih aktif menjadi tidak tersedia dan tidak dapat dikembalikan.

# dropDownThird
source: All Profiles will be deleted.
id: Semua Profil akan dihapus.

# dropDownFourth
source: All order history becomes unavailable.
id: Semua Riwayat pesanan menjadi tidak tersedia.

# dropDownFifth
source: I want to delete the profile
id: Saya ingin menghapus profil

# dropDownSixth
source: I will not use again
id: Saya tidak akan menggunakan lagi

# dropDownSeventh
source: Other
id: Lainnya
